txt_Creator=
=
txt_IsWOW64=Това приложение е за x86 платформа. Стартирайте x64 версията
txt_FileNotFound=Файлът не е намерен: %s
txt_ServiceChecking=Проверка на Windows Update услугата...
txt_ServiceIsDisabled=Услугата за актуализиране на Windows е деактивиранa. Стартиране на услугата за актуализиране на Windows...
txt_VersionWUA=Версия на агента за актуализиране на Windows: %d.%d
txt_VersionAPI=Версия на API на агента за актуализиране на Windows: %s
txt_WUA_UpdateRequired=Агентът за актуализиране на Windows трябва да се актуализира до версия: %d.%d
txt_InitializationAPI=Инициализиране на API на агента за актуализиране на Windows...
txt_CommittingUpdates=Committing updates...
=
txt_Size_Byte=Б
txt_Size_Kilobyte=КБ
txt_Size_Megabyte=МБ
txt_Size_Gigabyte=ГБ
=
txt_Button_WindowsUpdate=Windows Update
txt_Button_Installed=Инсталирани
txt_Button_Hidden=Скрити
txt_Button_History=История на актуализирането
txt_Button_Cancel=Отказ
txt_Button_Reboot=Рестарт
txt_Combobox_NotConfigured=Не е конфигурана
txt_Combobox_Disabled=Изклчена
txt_Combobox_NotificationMode=Режим на уведомяване
txt_Combobox_DownloadOnly=Само изтегляне
txt_Combobox_Other=Друг
txt_Checkbox_MicrosoftUpdate=Microsoft Update
txt_Checkbox_IncludeDrivers=Включи драйвърите
txt_Checkbox_IncludeSuperseded=Включи заместените
txt_Checkbox_OfflineMode=Офлайн режим
txt_Checkbox_SelectAll=Избери всички
txt_Checkbox_SelectedByWU=Избрани от Windows Update
txt_Groupbox_SearchSettings=Настройки на търсене
txt_Groupbox_AutomaticUpdates=Автоматични актуализации
txt_Hint_Search=Провери за актуализации
txt_Hint_Download=Само изтегляне
txt_Hint_Install=Инсталирай актуализациите
txt_Hint_Uninstall=Деинсталирай актуализации
txt_Hint_Hide=Скрий актуализации
txt_Hint_Unhide=Открий сктити актуализации
txt_Hint_Cancel=Отказ
txt_Hint_Reboot=Рестартирай сега
txt_Prompt_Filter=Намери в списъка
txt_Title_RebootRequired=Изисква се рестарт
txt_Title_UpdateInformation=Информация за актуализацията
txt_Description_RebootRequired=За да завърши, е необходимо рестартиране на системата. Да рестартирам ли сега?
=
txt_Log_RebootRequired=Изисква се рестартиране на системата, за да завърши
txt_Log_RebootSystem=Рестартиране на системата...
=
txt_UpdateStatus_PendingForDownload=Предстои изтегляне
txt_UpdateStatus_PendingForInstall=Предстои инсталиране
txt_UpdateStatus_PendingForReboot=Предстои fрестартиране
txt_UpdateStatus_Initializing=Инициализиране
txt_UpdateStatus_Verifying=Проверка
=
txt_OperationResult_Failed=Неуспешно
txt_OperationResult_FailedErrorCode=Неуспешно с код на грешка: 0x%.8x
txt_OperationResult_Succeeded=Успешно
txt_OperationResult_SucceededErrorCode=Успешно с код на грешка: 0x%.8x
txt_OperationResult_SucceededWithErrors=Успешно с грешки. Резултатите може да са непълни
txt_OperationResult_NotStarted=Не е стартирано
txt_OperationResult_InProgress=В ход
txt_OperationResult_Aborted=Прекъснато
=
txt_SearchProcess=Търсене на актуализации...
txt_SearchProcessWarning=Внимание: 0x%.8x %s
txt_DownloadProcess=Изтегляне на актуализации...
txt_DownloadProcessItem=Изтегляне на "%s"...
txt_InstallationProcess=Инсталиране на актуализациите...
txt_InstallationProcessItem=Инсталиране на "%s"...
txt_InstallationRequiresExclusive="%s" трябва да се инсталира ексклузивно. Прескачане
txt_UninstallationProcess=Деинсталиране на актуализации...
txt_UninstallationProcessItem=Деинсталиране на "%s"...
